build-essential
curl
i3
yadm
silversearcher-ag
neovim
conserver-server
dnsmasq
tftpd-hpa
curl
tmux
feh
docker.io
wireshark
konsole
flameshot
bridge-utils
traceroute
cmake
exuberant-ctags
gawk
