build-essential
curl
i3
yadm
silversearcher-ag
neovim
conserver-server
dnsmasq
tftpd-hpa
curl
tmux
feh
podman
wireshark
konsole
flameshot
bridge-utils
traceroute
cmake
exuberant-ctags
gawk
inotify-tools
okular
graphviz
autotools-dev
asciio
syslog-ng
conserver-client
fzf
fd-find
tig
tmux
python-dev
python3-dev
go
npm
clang
